Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Still scans with %lld%% of it covered or scuffed. Print it %@ or larger.
source: Still scans with %1$lld%% of it covered or scuffed. Print it %2$@ or larger.
ar: يظل قابلًا للمسح حتى مع تغطية %1$lld%% منه أو خدشه. اطبعه بحجم %2$@ أو أكبر.
ca: Encara s’escaneja amb el %1$lld%% tapat o ratllat. Imprimeix-lo a %2$@ o més.
cs: Naskenuje se, i když je %1$lld%% kódu zakryto nebo poškrábáno. Vytiskněte ho ve velikosti %2$@ nebo větší.
da: Kan scannes, selv når %1$lld%% er dækket eller ridset. Udskriv den i %2$@ eller større.
de: Scannt noch, wenn %1$lld %% davon verdeckt oder zerkratzt sind. Drucke ihn in %2$@ oder größer.
el: Σαρώνεται ακόμα και με το %1$lld%% καλυμμένο ή φθαρμένο. Εκτυπώστε τον σε %2$@ ή μεγαλύτερο.
es: Se sigue escaneando aunque el %1$lld%% esté cubierto o raspado. Imprímelo a %2$@ o más.
fi: Skannautuu, vaikka %1$lld %% siitä olisi peitossa tai kulunut. Tulosta se kokoon %2$@ tai suuremmaksi.
fr: Reste lisible même abîmé ou masqué à %1$lld %%. Imprimez-le en %2$@ minimum.
he: עדיין נסרק גם כש־%1$lld%% ממנו מכוסה או שרוט. הדפס אותו בגודל %2$@ או יותר.
hi: %1$lld%% हिस्सा ढका या घिसा होने पर भी स्कैन होता है। इसे %2$@ या उससे बड़ा प्रिंट करें।
hr: Skenira se i kad je %1$lld%% prekriveno ili izgrebeno. Ispišite ga u veličini %2$@ ili većoj.
hu: Akkor is beolvasható, ha %1$lld%%-a le van takarva vagy kopott. Nyomtassa legalább %2$@ méretben.
id: Tetap terpindai meski %1$lld%% bagiannya tertutup atau tergores. Cetak dengan ukuran %2$@ atau lebih besar.
it: Si scansiona anche con il %1$lld%% coperto o graffiato. Stampalo a %2$@ o più.
ja: %1$lld%%が隠れたり擦れたりしても読み取れます。%2$@以上の大きさで印刷してください。
ko: %1$lld%%가 가려지거나 긁혀도 스캔됩니다. %2$@ 이상의 크기로 인쇄하십시오.
ms: Masih boleh diimbas walaupun %1$lld%% daripadanya dilindungi atau tercalar. Cetak pada saiz %2$@ atau lebih besar.
nb: Kan fortsatt skannes med %1$lld %% dekket til eller slitt. Skriv den ut i %2$@ eller større.
nl: Scant nog als %1$lld%% ervan bedekt of beschadigd is. Druk hem af op %2$@ of groter.
pl: Nadal się skanuje, gdy %1$lld%% kodu jest zasłonięte lub porysowane. Wydrukuj go w rozmiarze %2$@ lub większym.
pt_br: Continua legível mesmo com %1$lld%% coberto ou riscado. Imprima com %2$@ ou mais.
pt_pt: Continua legível mesmo com %1$lld%% coberto ou riscado. Imprima-o com %2$@ ou mais.
ro: Se scanează și cu %1$lld%% din el acoperit sau zgâriat. Imprimați-l la %2$@ sau mai mare.
ru: Считывается, даже если %1$lld%% кода закрыто или потерто. Печатайте размером от %2$@.
sk: Naskenuje sa, aj keď je %1$lld %% zakrytých alebo odretých. Vytlačte ho vo veľkosti %2$@ alebo väčšej.
sv: Går att skanna även när %1$lld%% är täckt eller repat. Skriv ut den i %2$@ eller större.
th: ยังสแกนได้แม้ถูกบังหรือขูดขีดไป %1$lld%% พิมพ์ที่ขนาด %2$@ ขึ้นไป
tr: %%%1$lld kadarı kapansa veya aşınsa bile taranır. %2$@ veya daha büyük yazdırın.
uk: Зчитується, навіть якщо %1$lld%% коду закрито або потерто. Друкуйте розміром від %2$@.
vi: Vẫn quét được khi %1$lld%% mã bị che hoặc trầy xước. Hãy in ở kích cỡ %2$@ trở lên.
zh_hans: 即使 %1$lld%% 被遮挡或磨损，仍可扫描。请以 %2$@ 或更大尺寸打印。
zh_hant: 即使 %1$lld%% 被遮住或刮損仍可掃描。請印成 %2$@ 或更大。

source: Stockholm
ar: ستوكهولم
ca: Estocolm
el: Στοκχόλμη
es: Estocolmo
fi: Tukholma
he: שטוקהולם
hi: स्टॉकहोम
it: Stoccolma
ja: ストックホルム
ko: 스톡홀름
pl: Sztokholm
pt_br: Estocolmo
pt_pt: Estocolmo
ru: Стокгольм
sk: Štokholm
th: สตอกโฮล์ม
uk: Стокгольм
zh_hans: 斯德哥尔摩
zh_hant: 斯德哥爾摩

source: Stopped before opening
ar: أُوقف قبل الفتح
ca: Aturat abans d’obrir-se
cs: Zastaveno před otevřením
da: Stoppet, før det blev åbnet
de: Vor dem Öffnen gestoppt
el: Σταμάτησε πριν ανοίξει
es: Detenido antes de abrirse
fi: Pysäytetty ennen avaamista
fr: Arrêté avant l’ouverture
he: נעצר לפני הפתיחה
hi: खुलने से पहले रोका गया
hr: Zaustavljeno prije otvaranja
hu: Megállítva megnyitás előtt
id: Dihentikan sebelum dibuka
it: Fermato prima dell’apertura
ja: 開く前に停止しました
ko: 열기 전에 차단됨
ms: Dihentikan sebelum dibuka
nb: Stoppet før åpning
nl: Tegengehouden vóór het openen
pl: Zatrzymano przed otwarciem
pt_br: Bloqueado antes de abrir
pt_pt: Travado antes de abrir
ro: Oprit înainte de deschidere
ru: Остановлено до открытия
sk: Zastavené pred otvorením
sv: Stoppad innan den öppnades
th: หยุดไว้ก่อนเปิด
tr: Açılmadan önce durduruldu
uk: Зупинено до відкриття
vi: Đã chặn trước khi mở
zh_hans: 已在打开前拦截
zh_hant: 已在開啟前攔下

source: Style %lld
ar: النمط %lld
ca: Estil %lld
cs: Styl %lld
da: Stil %lld
de: Stil %lld
el: Στιλ %lld
es: Estilo %lld
fi: Tyyli %lld
he: סגנון %lld
hi: स्टाइल %lld
hr: Stil %lld
hu: Stílus %lld
id: Gaya %lld
it: Stile %lld
ja: スタイル %lld
ko: 스타일 %lld
ms: Gaya %lld
nb: Stil %lld
nl: Stijl %lld
pl: Styl %lld
pt_br: Estilo %lld
pt_pt: Estilo %lld
ro: Stilul %lld
ru: Стиль %lld
sk: Štýl %lld
sv: Stil %lld
th: สไตล์ %lld
tr: Stil %lld
uk: Стиль %lld
vi: Kiểu %lld
zh_hans: 样式 %lld
zh_hant: 樣式 %lld

source: Subject
ar: الموضوع
ca: Assumpte
cs: Předmět
da: Emne
de: Betreff
el: Θέμα
es: Asunto
fi: Aihe
fr: Objet
he: נושא
hi: विषय
hr: Predmet
hu: Tárgy
id: Subjek
it: Oggetto
ja: 件名
ko: 제목
ms: Subjek
nb: Emne
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ro: Subiect
ru: Тема
sk: Predmet
sv: Ämne
th: หัวเรื่อง
tr: Konu
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主旨

source: Swipe down from the top-right corner to open Control Center.
ar: اسحب لأسفل من الزاوية العلوية اليسرى لفتح مركز التحكم.
ca: Llisca cap avall des de l’angle superior dret per obrir el Centre de control.
cs: Ovládací centrum otevřete přejetím dolů z pravého horního rohu.
da: Skub nedad fra øverste højre hjørne for at åbne Kontrolcenter.
de: Streiche von der oberen rechten Ecke nach unten, um das Kontrollzentrum zu öffnen.
el: Σύρετε προς τα κάτω από την πάνω δεξιά γωνία για να ανοίξετε το Κέντρο ελέγχου.
es: Desliza hacia abajo desde la esquina superior derecha para abrir el Centro de control.
fi: Avaa Ohjauskeskus pyyhkäisemällä alas oikeasta yläkulmasta.
fr: Balayez vers le bas depuis le coin supérieur droit pour ouvrir le centre de contrôle.
he: החלק כלפי מטה מהפינה השמאלית העליונה כדי לפתוח את מרכז הבקרה.
hi: कंट्रोल सेंटर खोलने के लिए ऊपर दाएँ कोने से नीचे की ओर स्वाइप करें।
hr: Povucite prema dolje iz gornjeg desnog kuta kako biste otvorili Kontrolni centar.
hu: A Vezérlőközpont megnyitásához húzzon lefelé a jobb felső sarokból.
id: Gesek ke bawah dari sudut kanan atas untuk membuka Pusat Kontrol.
it: Scorri verso il basso dall’angolo in alto a destra per aprire Centro di Controllo.
ja: 右上隅から下にスワイプしてコントロールセンターを開きます。
ko: 오른쪽 상단 모서리에서 아래로 쓸어내려 제어 센터를 여십시오.
ms: Leret ke bawah dari penjuru kanan atas untuk membuka Pusat Kawalan.
nb: Sveip ned fra øvre høyre hjørne for å åpne Kontrollsenter.
nl: Veeg omlaag vanaf de rechterbovenhoek om het bedieningspaneel te openen.
pl: Przesuń w dół od prawego górnego rogu, aby otworzyć Centrum sterowania.
pt_br: Deslize para baixo a partir do canto superior direito para abrir a Central de Controle.
pt_pt: Passe o dedo para baixo a partir do canto superior direito para abrir o Centro de controlo.
ro: Glisați în jos din colțul din dreapta sus pentru a deschide Centrul de control.
ru: Смахните вниз от правого верхнего угла, чтобы открыть Пункт управления.
sk: Potiahnutím nadol z pravého horného rohu otvorte Ovládacie centrum.
sv: Svep nedåt från det övre högra hörnet för att öppna Kontrollcenter.
th: ปัดลงจากมุมขวาบนเพื่อเปิดศูนย์ควบคุม
tr: Denetim Merkezi’ni açmak için sağ üst köşeden aşağı kaydırın.
uk: Проведіть униз від правого верхнього кута, щоб відкрити Центр керування.
vi: Vuốt xuống từ góc trên cùng bên phải để mở Trung tâm điều khiển.
zh_hans: 从右上角向下轻扫以打开控制中心。
zh_hant: 從右上角向下滑動來打開「控制中心」。

source: Swipe down, tap Scan.
ar: اسحب لأسفل، واضغط على «مسح».
ca: Llisca cap avall i toca Escaneja.
cs: Přejeďte dolů a klepněte na Skenovat.
da: Skub nedad, og tryk på Scan.
de: Nach unten streichen, auf „Scannen“ tippen.
el: Σύρετε προς τα κάτω, αγγίξτε «Σάρωση».
es: Desliza hacia abajo y toca Escanear.
fi: Pyyhkäise alas ja napauta Skannaa.
fr: Balayez vers le bas, touchez Scanner.
he: החלק למטה, הקש על ״סריקה״.
hi: नीचे की ओर स्वाइप करें, “स्कैन करें” पर टैप करें।
hr: Povucite prema dolje, dodirnite Skeniraj.
hu: Húzzon lefelé, és koppintson a Beolvasás elemre.
id: Gesek ke bawah, ketuk Pindai.
it: Scorri verso il basso e tocca Scansiona.
ja: 下にスワイプして、「スキャン」をタップ。
ko: 아래로 쓸어내린 다음 스캔을 탭하십시오.
ms: Leret ke bawah, ketik Imbas.
nb: Sveip ned, og trykk på Skann.
nl: Veeg omlaag, tik op ‘Scan’.
pl: Przesuń w dół, stuknij w Skanuj.
pt_br: Deslize para baixo e toque em Escanear.
pt_pt: Passe o dedo para baixo e toque em Ler.
ro: Glisați în jos, apăsați pe Scanați.
ru: Смахните вниз и коснитесь «Сканировать».
sk: Potiahnite nadol a ťuknite na Skenovať.
sv: Svep nedåt och tryck på Skanna.
th: ปัดลงแล้วแตะ “สแกน”
tr: Aşağı kaydırın, Tara’ya dokunun.
uk: Проведіть униз і торкніться «Сканувати».
vi: Vuốt xuống, chạm vào Quét.
zh_hans: 向下轻扫，轻点“扫描”。
zh_hant: 向下滑動，點一下「掃描」。

source: Swipe right on a scan to pin it. Pinned codes also wait for you on Home.
ar: اسحب إلى اليسار على عملية مسح لتثبيتها. تنتظرك الرموز المثبّتة أيضًا في الصفحة الرئيسية.
ca: Llisca cap a la dreta sobre un escaneig per fixar-lo. Els codis fixats també t’esperen a Inici.
cs: Přejetím doprava skenování připnete. Připnuté kódy na vás čekají i na hlavní stránce.
da: Skub til højre på en scanning for at fastgøre den. Fastgjorte koder venter også på dig i Hjem.
de: Streiche auf einem Scan nach rechts, um ihn anzuheften. Angeheftete Codes warten auch auf der Startseite auf dich.
el: Σύρετε προς τα δεξιά σε μια σάρωση για να την καρφιτσώσετε. Οι καρφιτσωμένοι κωδικοί σάς περιμένουν επίσης στην Αρχική.
es: Desliza a la derecha sobre un escaneo para fijarlo. Los códigos fijados también te esperan en Inicio.
fi: Kiinnitä skannaus pyyhkäisemällä sitä oikealle. Kiinnitetyt koodit odottavat sinua myös Koti-näkymässä.
fr: Balayez un scan vers la droite pour l’épingler. Les codes épinglés vous attendent aussi sur l’accueil.
he: החלק שמאלה על סריקה כדי להצמיד אותה. קודים מוצמדים מחכים לך גם ב״בית״.
hi: किसी स्कैन को पिन करने के लिए उस पर दाईं ओर स्वाइप करें। पिन किए गए कोड होम पर भी आपका इंतज़ार करते हैं।
hr: Povucite udesno po skeniranju da biste ga prikvačili. Prikvačeni kodovi čekaju vas i na Početnoj.
hu: Húzza jobbra a beolvasást a kitűzéshez. A kitűzött kódok a Kezdőlapon is várják.
id: Gesek ke kanan pada pindaian untuk menyematkannya. Kode yang disematkan juga menunggu Anda di Beranda.
it: Scorri a destra su una scansione per fissarla. I codici fissati ti aspettano anche nella Home.
ja: スキャンを右にスワイプするとピンで固定できます。固定したコードはホームにも表示されます。
ko: 스캔을 오른쪽으로 쓸어넘겨 고정하십시오. 고정된 코드는 홈에서도 바로 볼 수 있습니다.
ms: Leret ke kanan pada imbasan untuk mengepinnya. Kod yang dipin juga menanti anda di Utama.
nb: Sveip til høyre på en skanning for å feste den. Festede koder venter også på deg på Hjem.
nl: Veeg naar rechts over een scan om hem vast te zetten. Vastgezette codes staan ook voor je klaar op het startscherm.
pl: Przesuń skan w prawo, aby go przypiąć. Przypięte kody czekają też na stronie głównej.
pt_br: Deslize para a direita em um escaneamento para fixá-lo. Os códigos fixados também esperam por você no Início.
pt_pt: Passe o dedo para a direita numa leitura para a fixar. Os códigos fixados também ficam à sua espera no Início.
ro: Glisați la dreapta pe o scanare pentru a o fixa. Codurile fixate vă așteaptă și în Acasă.
ru: Смахните вправо по сканированию, чтобы закрепить его. Закрепленные коды также ждут вас в разделе «Главная».
sk: Potiahnutím skenu doprava ho pripnete. Pripnuté kódy na vás čakajú aj na karte Domov.
sv: Svep åt höger på en skanning för att fästa den. Fästa koder väntar också på dig i Hem.
th: ปัดไปทางขวาบนการสแกนเพื่อปักหมุด โค้ดที่ปักหมุดจะรอคุณอยู่ที่หน้าหลักด้วย
tr: Sabitlemek için bir taramanın üzerinde sağa kaydırın. Sabitlenen kodlar sizi Ana Sayfa’da da bekler.
uk: Проведіть праворуч по скануванню, щоб закріпити його. Закріплені коди також чекають на вас у розділі «Головна».
vi: Vuốt sang phải trên một lượt quét để ghim. Mã được ghim cũng chờ bạn ở Trang chủ.
zh_hans: 在扫描记录上向右轻扫即可置顶。置顶的码也会显示在主页上。
zh_hant: 在掃描項目上向右滑動即可釘選。釘選的條碼也會在「首頁」等著你。

source: Swipe to Controls, then tap Choose a Control.
ar: اسحب إلى «عناصر التحكم»، ثم اضغط على «اختيار عنصر تحكم».
ca: Llisca fins a Controls i toca Tria un control.
cs: Přejeďte na Ovládací prvky a klepněte na Vybrat ovládací prvek.
da: Skub til Betjeningselementer, og tryk derefter på Vælg et betjeningselement.
de: Streiche zu „Steuerelemente“ und tippe dann auf „Steuerelement auswählen“.
el: Σύρετε στα «Χειριστήρια» και μετά αγγίξτε «Επιλογή χειριστηρίου».
es: Desliza hasta Controles y toca Elegir un control.
fi: Pyyhkäise kohtaan Säätimet ja napauta Valitse säädin.
fr: Balayez jusqu’à Commandes, puis touchez Choisir une commande.
he: החלק אל ״פקדים״, ואז הקש על ״בחר פקד״.
hi: “नियंत्रण” तक स्वाइप करें, फिर “नियंत्रण चुनें” पर टैप करें।
hr: Povucite do Kontrole, zatim dodirnite Odaberi kontrolu.
hu: Lapozzon a Vezérlők lehetőséghez, majd koppintson a Vezérlő kiválasztása elemre.
id: Gesek ke Kontrol, lalu ketuk Pilih Kontrol.
it: Scorri fino a Controlli, poi tocca Scegli un controllo.
ja: 「コントロール」までスワイプして、「コントロールを選択」をタップします。
ko: 제어 항목으로 쓸어넘긴 다음 제어 항목 선택을 탭하십시오.
ms: Leret ke Kawalan, kemudian ketik Pilih Kawalan.
nb: Sveip til Kontroller, og trykk deretter på Velg en kontroll.
nl: Veeg naar ‘Bedieningselementen’ en tik dan op ‘Kies een bedieningselement’.
pl: Przesuń do Narzędzi, a następnie stuknij w Wybierz narzędzie.
pt_br: Deslize até Controles e toque em Escolher um Controle.
pt_pt: Passe o dedo até Controlos e toque em Escolher um controlo.
ro: Glisați la Comenzi, apoi apăsați pe Alegeți o comandă.
ru: Смахните к разделу «Элемент управления» и коснитесь «Выбрать элемент управления».
sk: Potiahnite na Ovládacie prvky a ťuknite na Vybrať ovládací prvok.
sv: Svep till Reglage och tryck sedan på Välj ett reglage.
th: ปัดไปที่ “ตัวควบคุม” แล้วแตะ “เลือกตัวควบคุม”
tr: Denetimler’e kaydırın, sonra Bir Denetim Seçin’e dokunun.
uk: Перейдіть до розділу «Елемент керування» і торкніться «Вибрати елемент керування».
vi: Vuốt đến Điều khiển, rồi chạm vào Chọn điều khiển.
zh_hans: 轻扫到“控制”，然后轻点“选取控制”。
zh_hant: 滑動到「控制項目」，然後點一下「選擇控制項目」。

source: Swipe to Shortcut, then tap Choose a Shortcut.
ar: اسحب إلى «الاختصار»، ثم اضغط على «اختيار اختصار».
ca: Llisca fins a Drecera i toca Tria una drecera.
cs: Přejeďte na Zkratku a klepněte na Vybrat zkratku.
da: Skub til Genvej, og tryk derefter på Vælg en genvej.
de: Streiche zu „Kurzbefehl“ und tippe dann auf „Kurzbefehl auswählen“.
el: Σύρετε στη «Συντόμευση» και μετά αγγίξτε «Επιλογή συντόμευσης».
es: Desliza hasta Atajo y toca Elegir un atajo.
fi: Pyyhkäise kohtaan Pikakomento ja napauta Valitse pikakomento.
fr: Balayez jusqu’à Raccourci, puis touchez Choisir un raccourci.
he: החלק אל ״קיצור״, ואז הקש על ״בחר קיצור״.
hi: “शॉर्टकट” तक स्वाइप करें, फिर “शॉर्टकट चुनें” पर टैप करें।
hr: Povucite do Prečac, zatim dodirnite Odaberi prečac.
hu: Lapozzon a Parancs lehetőséghez, majd koppintson a Parancs kiválasztása elemre.
id: Gesek ke Pintasan, lalu ketuk Pilih Pintasan.
it: Scorri fino a Comando rapido, poi tocca Scegli un comando rapido.
ja: 「ショートカット」までスワイプして、「ショートカットを選択」をタップします。
ko: 단축어로 쓸어넘긴 다음 단축어 선택을 탭하십시오.
ms: Leret ke Pintasan, kemudian ketik Pilih Pintasan.
nb: Sveip til Snarvei, og trykk deretter på Velg en snarvei.
nl: Veeg naar ‘Opdracht’ en tik dan op ‘Kies een opdracht’.
pl: Przesuń do Skrótu, a następnie stuknij w Wybierz skrót.
pt_br: Deslize até Atalho e toque em Escolher um Atalho.
pt_pt: Passe o dedo até Atalho e toque em Escolher um atalho.
ro: Glisați la Scurtătură, apoi apăsați pe Alegeți o scurtătură.
ru: Смахните к разделу «Быстрая команда» и коснитесь «Выбрать быструю команду».
sk: Potiahnite na Skratka a ťuknite na Vybrať skratku.
sv: Svep till Genväg och tryck sedan på Välj en genväg.
th: ปัดไปที่ “คำสั่งลัด” แล้วแตะ “เลือกคำสั่งลัด”
tr: Kestirme’ye kaydırın, sonra Bir Kestirme Seçin’e dokunun.
uk: Перейдіть до розділу «Швидка команда» і торкніться «Вибрати швидку команду».
vi: Vuốt đến Phím tắt, rồi chạm vào Chọn phím tắt.
zh_hans: 轻扫到“快捷指令”，然后轻点“选取快捷指令”。
zh_hant: 滑動到「捷徑」，然後點一下「選擇捷徑」。

source: Swipe to delete a single scan, or clear everything in Settings.
ar: اسحب لحذف عملية مسح واحدة، أو امسح كل شيء في الإعدادات.
ca: Llisca per eliminar un sol escaneig, o esborra-ho tot a Configuració.
cs: Jednotlivé skenování smažete přejetím, vše vymažete v Nastavení.
da: Skub for at slette en enkelt scanning, eller ryd alt i Indstillinger.
de: Streiche, um einen einzelnen Scan zu löschen, oder lösche alles in den Einstellungen.
el: Σύρετε για να διαγράψετε μία σάρωση ή διαγράψτε τα πάντα στις Ρυθμίσεις.
es: Desliza para eliminar un escaneo, o borra todo en Configuración.
fi: Poista yksittäinen skannaus pyyhkäisemällä tai tyhjennä kaikki Asetuksissa.
fr: Balayez pour supprimer un scan, ou effacez tout dans les réglages.
he: החלק כדי למחוק סריקה בודדת, או נקה הכל ב״הגדרות״.
hi: किसी एक स्कैन को डिलीट करने के लिए स्वाइप करें, या सेटिंग्ज़ में सब कुछ साफ़ करें।
hr: Povucite za brisanje jednog skeniranja ili očistite sve u Postavkama.
hu: Húzza el egy beolvasás törléséhez, vagy töröljön mindent a Beállításokban.
id: Gesek untuk menghapus satu pindaian, atau hapus semuanya di Pengaturan.
it: Scorri per eliminare una singola scansione, oppure cancella tutto in Impostazioni.
ja: スワイプして個別のスキャンを削除するか、設定ですべて消去します。
ko: 쓸어넘겨 스캔을 하나씩 삭제하거나 설정에서 모두 지우십시오.
ms: Leret untuk memadam satu imbasan, atau kosongkan semuanya dalam Seting.
nb: Sveip for å slette én skanning, eller tøm alt i Innstillinger.
nl: Veeg om één scan te verwijderen, of wis alles bij Instellingen.
pl: Przesuń, aby usunąć pojedynczy skan, lub wyczyść wszystko w Ustawieniach.
pt_br: Deslize para apagar um escaneamento ou limpe tudo em Ajustes.
pt_pt: Passe o dedo para apagar uma leitura ou limpe tudo em Definições.
ro: Glisați pentru a șterge o singură scanare sau ștergeți tot în Configurări.
ru: Смахните, чтобы удалить одно сканирование, или очистите все в Настройках.
sk: Potiahnutím vymažete jeden sken, prípadne všetko vymažete v Nastaveniach.
sv: Svep för att radera en enskild skanning, eller rensa allt i Inställningar.
th: ปัดเพื่อลบการสแกนทีละรายการ หรือล้างทั้งหมดในการตั้งค่า
tr: Tek bir taramayı silmek için kaydırın veya her şeyi Ayarlar’dan temizleyin.
uk: Проведіть, щоб видалити одне сканування, або очистіть усе в Параметрах.
vi: Vuốt để xóa từng lượt quét, hoặc xóa tất cả trong Cài đặt.
zh_hans: 轻扫可删除单条扫描记录，或在设置中清除全部内容。
zh_hant: 滑動即可刪除單一掃描項目，或在「設定」中全部清除。

source: Switch Camera
ar: تبديل الكاميرا
ca: Canvia de càmera
cs: Přepnout fotoaparát
da: Skift kamera
de: Kamera wechseln
el: Αλλαγή κάμερας
es: Cambiar de cámara
fi: Vaihda kameraa
fr: Changer d’appareil photo
he: החלף מצלמה
hi: कैमरा बदलें
hr: Promijeni kameru
hu: Kameraváltás
id: Ganti Kamera
it: Cambia fotocamera
ja: カメラを切り替える
ko: 카메라 전환
ms: Tukar Kamera
nb: Bytt kamera
nl: Wissel van camera
pl: Przełącz aparat
pt_br: Alternar Câmera
pt_pt: Mudar de câmara
ro: Comutați camera
ru: Сменить камеру
sk: Prepnúť kameru
sv: Byt kamera
th: สลับกล้อง
tr: Kamerayı Değiştir
uk: Змінити камеру
vi: Đổi camera
zh_hans: 切换相机
zh_hant: 切換相機

source: Sydney
ar: سيدني
el: Σίδνεϊ
es: Sídney
he: סידני
hi: सिडनी
ja: シドニー
ko: 시드니
ru: Сидней
th: ซิดนีย์
tr: Sidney
uk: Сідней
zh_hans: 悉尼
zh_hant: 雪梨

source: System
ar: النظام
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemowy
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системный
sk: Systém
th: ระบบ
tr: Sistem
uk: Системний
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: São Paulo
ar: ساو باولو
el: Σάο Πάολο
he: סאו פאולו
hi: साओ पाउलो
it: San Paolo
ja: サンパウロ
ko: 상파울루
ru: Сан-Паулу
th: เซาเปาลู
uk: Сан-Паулу
zh_hans: 圣保罗
zh_hant: 聖保羅

source: Taipei
ar: تايبيه
cs: Tchaj-pej
de: Taipeh
el: Ταϊπέι
es: Taipéi
he: טאיפיי
hi: ताइपे
hu: Tajpej
ja: 台北
ko: 타이베이
pl: Tajpej
pt_br: Taipé
pt_pt: Taipé
ru: Тайбэй
sk: Tchaj-pej
th: ไทเป
uk: Тайбей
vi: Đài Bắc
zh_hans: 台北
zh_hant: 台北

source: Tampa
ar: تامبا
el: Τάμπα
he: טמפה
hi: टैम्पा
ja: タンパ
ko: 탬파
ru: Тампа
th: แทมปา
uk: Тампа
zh_hans: 坦帕
zh_hant: 坦帕

source: Tangerine
ar: يوسفي
ca: Mandarina
cs: Mandarinka
da: Mandarin
de: Mandarine
el: Μανταρίνι
es: Mandarina
fi: Mandariini
fr: Mandarine
he: מנדרינה
hi: टैंजरीन
hr: Mandarina
hu: Mandarin
id: Jeruk Keprok
it: Mandarino
ja: タンジェリン
ko: 귤
ms: Limau Mandarin
nb: Mandarin
nl: Mandarijn
pl: Mandarynka
pt_br: Tangerina
pt_pt: Tangerina
ro: Mandarină
ru: Мандарин
sk: Mandarínka
sv: Mandarin
th: ส้มเขียวหวาน
tr: Mandalina
uk: Мандарин
vi: Quýt
zh_hans: 橘橙
zh_hant: 橘子

source: Tap +, search for Lunet, and choose Scan Code.
ar: اضغط على +، وابحث عن Lunet، واختر «مسح رمز».
ca: Toca +, cerca Lunet i tria Escaneja un codi.
cs: Klepněte na +, vyhledejte Lunet a zvolte Naskenovat kód.
da: Tryk på +, søg efter Lunet, og vælg Scan kode.
de: Tippe auf +, suche nach Lunet und wähle „Code scannen“.
el: Αγγίξτε το +, αναζητήστε το Lunet και επιλέξτε «Σάρωση κωδικού».
es: Toca +, busca Lunet y elige Escanear código.
fi: Napauta +, hae Lunet ja valitse Skannaa koodi.
fr: Touchez +, recherchez Lunet et choisissez Scanner un code.
he: הקש על +, חפש את Lunet ובחר ״סרוק קוד״.
hi: + पर टैप करें, Lunet खोजें और “कोड स्कैन करें” चुनें।
hr: Dodirnite +, potražite Lunet i odaberite Skeniraj kôd.
hu: Koppintson a + gombra, keressen rá a Lunetre, és válassza a Kód beolvasása lehetőséget.
id: Ketuk +, cari Lunet, lalu pilih Pindai Kode.
it: Tocca +, cerca Lunet e scegli Scansiona codice.
ja: 「+」をタップし、Lunetを検索して、「コードをスキャン」を選択します。
ko: +를 탭하고 Lunet을 검색한 다음 코드 스캔을 선택하십시오.
ms: Ketik +, cari Lunet dan pilih Imbas Kod.
nb: Trykk på +, søk etter Lunet, og velg Skann kode.
nl: Tik op +, zoek naar Lunet en kies ‘Scan code’.
pl: Stuknij w +, wyszukaj Lunet i wybierz Skanuj kod.
pt_br: Toque em +, busque Lunet e escolha Escanear Código.
pt_pt: Toque em +, pesquise Lunet e escolha Ler código.
ro: Apăsați pe +, căutați Lunet și alegeți Scanați codul.
ru: Коснитесь «+», найдите Lunet и выберите «Сканировать код».
sk: Ťuknite na +, vyhľadajte Lunet a vyberte Skenovať kód.
sv: Tryck på +, sök efter Lunet och välj Skanna kod.
th: แตะ + ค้นหา Lunet แล้วเลือก “สแกนโค้ด”
tr: + simgesine dokunun, Lunet’i arayın ve Kod Tara’yı seçin.
uk: Торкніться «+», знайдіть Lunet і виберіть «Сканувати код».
vi: Chạm vào +, tìm Lunet và chọn Quét mã.
zh_hans: 轻点 +，搜索 Lunet，然后选择“扫描码”。
zh_hant: 點一下 +，搜尋 Lunet，然後選擇「掃描條碼」。
